[
  {"title_font": "fonts/roboto/Roboto-IFT.woff2",
   "title": "<span style=\"font-weight: 100;\">In this first sample only basic latin support is loaded.</span>",
   "paragraph_font": "fonts/roboto/Roboto-IFT.woff2",
   "paragraph": [
     "<span style=\"font-weight: 400;\">",
     "A peep at some distant orb has power to raise and purify our ",
     "thoughts like a strain of sacred music, or a noble picture, or a passage from the ",
     "grander poets. It always does one good.",
     "</span>"
   ]},
  {"title_font": "fonts/roboto/Roboto-IFT.woff2",
   "title": "<span style=\"font-weight: 100;\">Bầu trời trong xanh thăm thẳm, không một gợn mây.</span>",
   "paragraph_font": "fonts/roboto/Roboto-IFT.woff2",
   "paragraph": [
     "<span style=\"font-weight: 400;\">",
     "Here we augment the font to add support for vietnamese. Notice that kerning is different ",
     "versus the unicode range implementation. This is because unicode range breaks kerning ",
     "between latin and vietnamese characters.<br/><br/>",
     "Chúng tôi đã đạt tới độ cao rất lớn trong khí quyển ",
     "vì bầu trời tối đen và các vì sao không còn lấp lánh. Ảo giác về đường chân trời khiến ",
     "đám mây ảm đạm bên dưới lõm xuống và chiếc xe như trôi bồng bềnh giữa quả cầu khổng lồ ",
     "tăm tối.",
     "</span>"
   ]},

  {"title_font": "fonts/roboto/Roboto-IFT.woff2",
   "title": "<span style=\"font-weight: 100;\">Алая вспышка осветила силуэт зазубренного крыла.</span>",
   "paragraph_font": "fonts/roboto/Roboto-IFT.woff2",
   "paragraph": [
     "<span style=\"font-weight: 400;\">",
     "This sample demonstrates loading cyrillic and greek in a single patch: <br/><br/>",
     "Είναι προικισμένοι με λογική και συνείδηση, και ",
     "οφείλουν να συμπεριφέρονται μεταξύ τους με πνεύμα αδελφοσύνης. Όλοι οι άνθρωποι ",
     "γεννιούνται ελεύθεροι και ίσοι στην αξιοπρέπεια και τα δικαιώματα. Είναι προικισμένοι με ",
     "λογική και συνείδηση, και οφείλουν να συμπεριφέρονται μεταξύ τους με πνεύμα αδελφοσύνης.<br/><br/>",
     "Высокая гравитация выматывала его, но мышцы изо ",
     "всех сил пытались приспособиться. Обессиленный, он уже не валился в постель сразу ",
     "после занятий. Кошмары, не покидавшие его, стали только хуже."
     "</span>"
   ]},

  {"title_font": "fonts/roboto/Roboto-IFT.woff2",
   "title": "<span style=\"font-weight: 100;\">Возвращаться назад предстояло в одиночку.</span>",
   "paragraph_font": "fonts/roboto/Roboto-IFT.woff2",
   "paragraph": [
     "<span style=\"font-weight: 400;\">",
     "Notice that kerning of punctuation and cyrillic codepoints is different versus unicode range. ",
     "This happens because kerning rules for punctuation are only defined in the latin subset with unicode range. <br/><br/>",
     "Мелкие детали значительно замедлили бы работу, ",
     "поэтому, вопреки моему первоначальному намерению, я решил создать существо огромного ",
     "размера: мощное, около двух с половиной метров ростом. Потратив несколько месяцев на ",
     "сбор материалов, я приступил к делу.",
     "</span>"
   ]}
]
